Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: I tillegg er det åpnet for at innbyggere som kan nordsamisk, lulesamisk eller sørsamisk selv kan registrere språkkompetansen i Folkeregisteret.
sme: Dasa lassin lea rahppojuvvon dat vejolašvuohta ahte ássit geat hálddašit davvisámegiela, julevsámegiela ja/dahje lullisámegiela, sáhttet ieža registreret giellamáhtu Álbmotregistarii.

source: Registreringsløsningen er basert på egeninnmelding og er frivillig.
sme: Registrerenčoavddus lea vuođđuduvvon iežasdieđáhussii ja lea eaktodáhtolaš.

source: Formålet med løsningen er å følge med på språkutviklingen, og å kunne bruke statistikken til språkutvikling og tiltak som fremmer samisk språk og kultur.
sme: Čovdosa ulbmil lea čuovvut giellaovdáneami, ja sáhttit geavahit statistihka giellaovddideapmái ja doaibmabijuide mat ovddidit sámi giela ja kultuvrra.

source: Statistikken som genereres av denne registreringen kan være nyttig i arbeidet med å gi den samiske befolkningen et bedre tjenestetilbud.
sme: Dat statistihkka mii vuolgá dán registreremis sáhttá leat ávkin go áigumuš lea addit sámi álbmogii buoret bálvalusfálaldaga.

source: Det vil ta tid å bygge opp språkregisteret, men på sikt vil registeret kunne gi et godt utgangspunkt for politikkutvikling.
sme: Giellaregistara duddjon ádjána, muhto guhkit áiggi vuollái sáhttá registtar leat buorre vuođđu politihkkaovddideapmái.

source: For at brukere skal registrere samisk språk vil det være nødvendig med informasjon om muligheten.
sme: Vai geavaheaddjit galget registreret sámegiela, de dárbbašuvvo diehtojuohkin vejolašvuođa birra.

source: Det kan også bli behov for å utrede hvordan statistikkene kan forbedres.
sme: Sáhttá maid šaddat dárbu čielggadit mo statistihkaid lea vejolaš buoridit.

source: Sametinget vil i løpet av 2020 sette i gang en informasjonskampanje om muligheten for å registrere samisk språk i Folkeregisteret.
sme: Sámediggi áigu jagi 2020 mielde álggahit diehtojuohkinkampánnja vejolašvuođa birra registreret sámegiela Álbmotregistarii.

source: Nytt folkeregister legger til rette for at Sametinget, kommuner og fylkeskommuner kan få tilgang til opplysninger i sanntid og benytte opplysningene til å effektivisere egne prosesser.
sme: Ođđa álbmotregisttar láhčá dilálašvuođaid dasa ahte Sámediggi, gielddat ja fylkkagielddat sáhttet háhkat dieđuid duohtaáiggis ja geavahit dieđuid beavttálmahttit iežaset gávpeproseassaid.

source: I tillegg kan bruk av det moderniserte Folkeregisteret bidra til bedre datakvalitet, flere informasjonselementer og nye tekniske grensesnitt slik at det kan utvikles nye innbyggertjenester.
sme: Dasa lassin sáhttá ođasmahttojuvvon Álbmotregisttar váikkuhit buoret dáhtakvalitehtii, eanet diehtoelemeanttaide ja ođđa teknihkalaš lavttaide vai lea vejolaš ovddidit ođđa bálvalusaid ássiide.

source: I forlengelse av moderniseringen av Folkeregisteret vil Skatteetaten avvikle dagens folkeregister.
sme: Álbmotregistara ođasmahttin mielddisbuktá ahte Vearroetáhta heaittiha dálá álbmotregistara.

source: Skatteetaten samarbeider med KS om kommunal sektors behov for tilgang til opplysninger i et modernisert folkeregister.
sme: Vearroetáhta ovttasbargá KS:in gielddasuorggi dárbbu birra beassat viežžat dieđuid ođasmahttojuvvon álbmotregistaris.

source: I tillegg vurderes muligheten for at kommunal sektor skal kunne sende opplysninger til Folkeregisteret digitalt.
sme: Dasa lassin árvvoštallojuvvo dat vejolašvuohta ahte gielddasuorgi galgá sáhttit sáddet dieđuid Álbmotregistarii digitálalaččat.

source: KS har egne aktiviteter for å ivareta kommunal sektors behov opp mot et modernisert folkeregister.
sme: KS:s leat sierra doaimmat fuolahit gielddasuorggi dárbbu ođasmahttojuvvon álbmotregistara ektui.

source: For at kommuner og fylkeskommuner skal kunne hente ut gevinster ved et modernisert folkeregister, bør den enkelte kommune og fylkeskommune selv kartlegge endringsbehovet og vurdere konsekvensene som følger av et modernisert register.
sme: Vai gielddat ja fylkkagielddat galget sáhttit oažžut ávkki ođasmahttojuvvon álbmotregistaris, de berre juohke gielda ja fylkkagielda ieš kártet rievdadandárbbu ja árvvoštallat daid váikkuhusaid mat čuvvot ođasmahttojuvvon registaris.

source: Sametinget framhever at løsningen for å registrere samisk språk i Folkeregisteret ikke skiller mellom skriftlig og muntlig samiskspråklig kompetanse.
sme: Sámediggi deattuha ahte čoavddus mii registrere sámegiela Álbmotregistarii, ii earut gaskal čálalaš ja njálmmálaš gelbbolašvuođa sámegielas.

source: I konsultasjoner mellom Finansdepartementet og Sametinget i 2016, formidlet Sametinget et ønske om å registrere alle samiske språk (sørsamisk, umesamisk, pitesamisk, lulesamisk, nordsamisk og skoltesamisk) i løsningen.
sme: Finánsadepartemeantta ja Sámedikki gaskasaš konsultašuvnnain jagi 2016 dovddahii Sámediggi sávaldaga registreret buot sámegielaid (lullisámegiela, ubmisámegiela, bihtánsámegiela, julevsámegiela, davvisámegiela ja nuortalašgiela) čovdosii.

source: Sametinget fremmet også et ønske om å kunne registrere grad av samisk språkbruk, herunder skriftlig og muntlig bruk, og første- og andrespråkskompetanse.
sme: Sámediggi ovddidii maid sávaldaga sáhttit registreret sámegiela geavaheami dási, dás maiddái čálalaš ja njálmmálaš geavaheami, ja gelbbolašvuođa vuosttas- ja nuppigielas.

source: Sametinget vil vise til de mulighetene som endringen av Folkeregisteret gir. Det at man i Norge kan få et digitalt register over alle samiskspråklige gir uante muligheter.
sme: Sámediggi čujuha daidda vejolašvuođaide maid Álbmotregistara rievdadeapmi addá ja ahte digitála registtar buot sámegielagiin Norggas attášii jurddašmeahttun vejolašvuođaid.

source: Informasjonen vil for eksempel være svært verdifull for en kommune som vil få rask oversikt over antall samiskspråklige barn i barnehagealder, antall samiskspråklige barn som skal begynne på skolen og behov for tolketjenester blant helsetjenestene.
sme: Dieđut sáhtášedje ovdamearkka dihtii leat hui árvvolaččat gildii mii johtilit beasašii diehtit galle sámegielalaš máná leat mánáidgárdeagis, galle sámegielat máná álget skuvlii ja dulkonbálvalusdárbbu dearvvasvuođabálvalusain.

source: Dette vil kunne forenkle planlegging av kommunale tjenester og sikre et godt kommunalt tilbud for den samiske befolkningen.
sme: Dát álkidivččii gieldda bálvalusaid plánema ja sihkkarasttášii buori gielddalaš fálaldaga sámi álbmogii.

source: 3.1.2.3 Arbeids- og velferdsetatens digitale tilbud på samisk
sme: 3.1.2.3 Bargo- ja čálgoetáhta digitála fálaldat sámegillii

source: På nav.no er det per i dag åtte faktaark og to artikler på nordsamisk.
sme: Neahttasiiddus nav.no leat dál gávcci fáktaárkka ja guokte artihkkala davvisámegillii.

source: I tillegg er det en side der det er mulig å bestille en samtale med en samisk veileder.
sme: Dasa lassin lea das siidu mas lea vejolaš diŋgot ságastallama sámi bagadeddjiin.

source: Man vil da bli oppringt enten samme dag eller påfølgende arbeidsdag.
sme: Dalle čuojahit dutnje jogo seamma beaivvi dahje maŋit árgabeaivvi.

source: Fra februar til september 2019 var det totalt 20–30 henvendelser om samtale med en samisk veileder.
sme: Jagi 2019 guovvamánu rájes čakčamánu rádjai ledje 20–30 olbmo geat bivde beassat ságastallat sámi bagadeddjiin.

source: Arbeids- og velferdsdirektoratet opplyser at de samiske sidene på nav.no er lite brukt.
sme: Bargo- ja čálgodirektoráhta dieđiha ahte nav.no sámi siiddut geavahuvvojit uhccán.

source: I 2019 var faktaarket om foreldrepenger på nordsamisk det mest leste samiske dokumentet på nav.no, med 165 besøkende.
sme: Jagi 2019 lei fáktaárka váhnenruđaid birra davvisámegillii mii lei eanemusat lohkkojuvvon neahttasiiddus nav.no, namalassii 165 galledeaddji.

source: Arbeids- og velferdsetatens digitale tilbud har per i dag ingen selvbetjeningsløsninger på samisk.
sme: Bargo- ja čálgoetáhta digitála fálaldagas eai leat dál iešhálddašančovdosat sámegillii.

source: Det er heller ingen samiskspråklige sider i søknadsveiviseren.
sme: Eai ge leat sámegielat siiddut ohcanláidesteaddjis.

source: Applikasjonen viser i dag norsk (bokmål) og engelsk, men er klargjort for innlegging av tekster på mange språk.
sme: Applikašuvdna čájeha dál dárogiela (girjedárogiela) ja eaŋgalsgiela, muhto lea válbmejuvvon nu ahte lea vejolaš bidjat teavsttaid máŋgga gillii.

source: Søknadsveiviseren bruker den tekniske standarden UTF-8 og skal dermed støtte samisk tegnsett.
sme: Ohcanláidesteaddji geavaha teknihkalaš standárdda UTF-8 ja nu dat galgá doarjut sámi čállinmearkkaid.

source: Videre utvikling av selvbetjeningsløsninger og nav.no tar utgangspunkt i brukerbehov.
sme: Iešhálddašančovdosiid ja nav.no viidásat ovddideapmi dahkkojuvvo álgovuolggalaččat geavaheddjiid dárbbuid vuođul.

source: Arbeids- og velferdsetaten erfarer at det er utfordrende å rekruttere medarbeidere med samisk språkkompetanse, og at det er vanskelig å opprettholde kompetansen i organisasjonen når den blir lite brukt.
sme: Bargo- ja čálgoetáhta vásiha hástaleaddjin hahkat mielbargiid geain lea gelbbolašvuohta sámegielas, ja ahte lea váttis bisuhit gelbbolašvuođa organisašuvnnas go dat uhccán geavahuvvo.

source: Sametinget vil bemerke at samiske brukere ikke velger det samiske alternativet på nettsteder hvis disse er mangelfulle eller utdaterte.
sme: Sámediggi cealká ahte sámi geavaheaddjit eai vállje sámi molssaeavttu neahttasiidduin jus dat leat váilevaččat dahje boarásmuvvan.

source: For at samer skal bruke det samiske alternativet må tilbudet være som på andre språk.
sme: Jus sámit galget geavahit sámi molssaeavttu, de ferte fálaldat leat seammalágan go eará gielain.

source: Når tilbudet ikke er likt vil brukerne uansett måtte gå inn på det norske språkalternativet for å få fullstendig og oppdatert informasjon.
sme: Go fálaldat ii leat seammalágan, de fertejit geavaheaddjit aŋkke ohcat dárogiela giellamolssaeavttu fidnen dihtii dievaslaš ja ođasmahttojuvvon dieđuid.

source: I dag er innlevering av melding om reindrift og søknad om tilskudd til siidaandeler og tamreinlag digitalisert.
sme: 3.1.2.4 Boazodoallodieđáhusa digitála sádden Dál lea boazodoallodieđáhus ja doarjjaohcan siidaosiide ja boazoservviide digitaliserejuvvon.

source: Søknaden kan leveres elektronisk via Altinn og er tilgjengelig på bokmål og nordsamisk.
sme: Ohcama sáhttá sáddet elektrovnnalaččat Altinn bokte ja dat gávdno sihke girjedárogillii ja davvisámegillii.

source: Fylkesmannen behandler og godkjenner melding om reindrift etter forskrift om melding om reindrift.
sme: Fylkkamánni meannuda ja dohkkeha boazodoallodieđáhusa dan láhkaásahusa vuođul mii lea boazodoallodieđáhusa birra.

source: Søknad om de øvrige tilskuddsordningene/tjenestene i reindriftsnæringen må fortsatt innleveres analogt.
sme: Ohcama eará doarjjaortnegiidda/bálvalusaide boazodoalus ferte ain sáddet analogalaččat.

source: Sametinget mener at utfordringen med melding om reindrift er at ikke alle som deler driftsenhet får tilgang til å registrere sine data.
sme: Sámediggi oaivvilda ahte hástalus boazodoallodieđáhusain lea ahte eai buohkat geat juogadit doalloovttadaga, beasa registreret dieđuideaset.

source: Dette gjelder for eksempel ektefeller som deler en driftsenhet, der er det bare en av de to som får tilgang.
sme: Dat guoská ovdamearkka dihtii náittosguimmiide geat juogadit doalloovttadaga, go dušše nuppis sudnos lea beassanlohpi.

source: Dette påvirker utfylling av næringsoppgaver og innhenting av opplysninger til skattemeldinger.
sme: Dat váikkuha viidáseappot ealáhusdieđáhusaid deavdimii ja dieđuid viežžamii vearrodieđáhusaide.

source: Sametinget mener dette er noe som bør rettes opp i raskt og det bør legges til rette for at man kan få bedre digitale tjenester tilpasset reindriftsnæringen.
sme: Sámediggi oaivvilda ahte dát ferte njulgejuvvot hui fargga ja dilálašvuođat berrejit láhččojuvvot dasa ahte lea vejolaš oažžut buoret digitála bálvalusaid mat leat heivehuvvon boazodollui.

source: 3.1.2.5 Reindriftens arealbrukskart
sme: 3.1.2.5 Boazodoalu areálageavahankárta

source: I forbindelse med forhandlingene om Reindriftsavtalen 2014/2015 startet arbeidet med å utvikle reindriftens arealbrukskart gjennom et eget pilotprosjekt.
sme: Boazodoallošiehtadusa 2014/2015 šiehtadallamiid oktavuođas álggahuvvui bargu ráhkadit areálakártta boazodoalu várás sierra ovddasmanni prošeavtta bokte.

source: Med bakgrunn i resultatene fra pilotprosjektet valgte avtalepartene å gå videre med et hovedprosjekt.
sme: Ovddasmanni prošeavtta bohtosiid vuođul válljejedje šiehtadusbealit joatkit váldoprošeavttain.

source: Arealbrukskartene er en digital karttjeneste som skal danne grunnlag for innsyn i reindriftens arealbruk, samt synliggjøre og gi en samlet oversikt over gjennomførte arealinngrep og utbyggingstiltak i de enkelte reinbeitedistrikt.
sme: Areálageavahankárttat leat digitála kártabálvalus mii galgá leat vuođđun dasa ahte sáhttá oaidnit mo boazodoalu areálageavaheapmi lea, ja vel oainnusmahttit ja addit dievaslaš visogova čađahuvvon areálasisabahkkemiin ja huksendoaibmabijuin iešguđet orohagas.

source: Kartene skal være helhetlige og dynamiske og ta utgangspunkt i reindriftens arealbruk.
sme: Kárttat galget leat ollislaččat ja dynámalaččat ja bidjat boazodoalu areálageavaheami vuođđun.

source: Kartene skal være til bruk for reindriftsnæring, offentlig forvaltning, planmyndighet og utbyggere, og skal kunne brukes som et sentralt saksbehandlingsverktøy i analyser og tematiske framstillinger i saker som berører reindriften.
sme: Kárttat galget leat boazodoalu, almmolaš hálddašeami, plánaeiseválddiid ja huksejeddjiid geavaheami várás, ja galget sáhttit geavahuvvot guovddáš áššemeannudanreaidun analysain ja fáttálaš válddahusain dakkár áššiin mat gusket boazodollui.

source: Prosjektet har vært ledet av Landbruksdirektoratet, i samarbeid med Norske reindriftssamers landsforbund (NRL) og fylkesmannen.
sme: Prošeavtta lea Eanadoallodirektoráhta jođihan, ovttasráđiid Norgga boazodoallosápmelaččaid riikkaservviin (NBR:in) ja fylkkamánniin.

source: Prosjektet er nå i sluttfasen, og det antas at løsningen kan tas i bruk i samtlige reinbeiteområder i løpet av 2020.
sme: Prošeakta lea dál loahppamuttus, ja vuordimis lea ahte čovdosa sáhttá geavahit buot boazoguohtunguovlluin jagi 2020 mielde.

source: Sametinget understreker at dersom man skal følge plan- og bygningslovens intensjon med å kunne kartlegge den samlede belastning for reindriften, må det finnes kart som viser tidligere inngrep i reindriftens beiteområder.
sme: Sámediggi deattuha ahte jus galgá čuovvut plána- ja huksenlága áigumuša ahte galgá sáhttit kártet noađuheami buohkanas čuohcama boazodollui, de fertejit leat kárttat mat čájehit ovdalis sisabahkkemiid boazodoalu guohtunguovlluide.

source: Dette følger av bestemmelse § 3-1 bokstav c i plan- og bygningsloven.
sme: Dat čuovvu plána- ja huksenlága mearrádusa §3-1 bustávas c. Ovdabargguin čilgejuvvo ná:

source: Bokstav c viser til at det er en særlig oppgave for planleggingen å ivareta naturgrunnlaget for samisk kultur, næringsutøvelse og samfunnsliv.
sme: Bustáva c čujuha dasa ahte plánemii lea erenoamáš dehálaš fuolahit sámi kultuvrra, ealáhusdoaimmaheami ja servodateallima luondduvuđđosa.

source: Loven gjelder for hele landet og for hele befolkningen uten hensyn til etnisk bakgrunn og tilknytning.
sme: Láhka gusto olles riikii ja olles álbmogii beroškeahttá čearddalaš duogážis ja čatnaseamis.

source: Det er likevel grunn til å framheve vern av naturgrunnlaget for samisk kultur, næringsutøvelse og samfunnsliv særskilt.
sme: Dattetge lea sivva ovdandoallat sámi kultuvrra, ealáhusdoaimmaheami ja servodateallima luondduvuđđosa suodjaleami erenoamážit.

source: Samisk kultur og livsstil har alltid vært sterkt knyttet til naturen, til dels sårbar natur, og er derfor avhengig av god ressursforvaltning.
sme: Sámi kultuvra ja eallinvuohki leat álo leamaš nannosit čadnojuvvon lundui, muhtumassii rašis lundui, ja leat danne sorjavaččat buori resursahálddašeamis.

source: Ved planlegging og saksforberedelse er det viktig å ta hensyn til tidligere inngrep i samme område.
sme: Plánema ja ášševálmmašteami oktavuođas lea dehálaš vuhtiiváldit ovdalis sisabahkkemiid seamma guvlui.

source: Reindriften er en samisk næring og en viktig del av det materielle grunnlaget for samisk kultur.
sme: Boazodoallu lea sámi ealáhus ja dehálaš oassi sámi kultuvrra ávnnaslaš vuđđosis.

source: Der hvor reindriftsinteresser blir berørt, skal de samlede effektene av planer og tiltak innenfor det enkelte reinbeitedistriktet vurderes.
sme: Doppe gos dat guoská boazodoalloberoštusaide, de lea dárbu árvvoštallat plánaid ja doaibmabijuid buohkanas váikkuhusaid ovttaskas orohahkii.

source: Loven regulerer ikke de kollektive eller individuelle rettigheter som samer og andre har opparbeidet ved hevd eller alders tids bruk (Ot.prp. nr. 32 (2006–2007)).
sme: Láhka ii mudde daid oktasaš dahje oktagaslaš vuoigatvuođaid maid sápmelaččat ja earát leat háhkan oamasteami dahje geavaheami vuođul dološ áiggi rájes (Ot.prp. nr. 32 (2006–2007)).

source: Sametinget mener at det ikke er nok at det finnes kart som er dynamiske og som viser hvordan reindriften bruker områdene i dag.
sme: Sámediggi oaivvilda ahte ii leat doarvái ahte gávdnojit kárttat mat leat dynámalaččat ja mat čájehit mo boazodoallu geavaha guovlluid dál.

source: Kartene må vise hvordan reindriften har benyttet områdene tidligere, og hvordan reindriften har måtte tilpasse seg inngrep.
sme: Kárttat fertejit maid čájehit mo boazodoallu ovdal lea geavahan guovlluid, ja mo boazodoallu lea ferten iežas heivehit sisabahkkemiidda.

source: Dette vil vise den samlende belastningen ved inngrep for reindriften.
sme: Dat čájehivččii buohkanas noađuheami boazodollui sisabahkkemiid geažil.

source: All planlegging skal etter loven sikre naturgrunnlaget for samisk kultur, næringsutøvelse og samfunnsliv.
sme: Buot plánen galgá lága vuođul sihkkarastit sámi kultuvrra, ealáhusdoaimmaheami ja servodateallima luondduvuđđosa.

source: Sametinget mener at dette er ikke er tilstrekkelig innarbeidet hos de som forvalter arealene i dag.
sme: Sámediggi oaivvilda ahte dan eai leat sii geat hálddašit areálaid dál, doarvái bures vuhtiiváldán.

source: For Sametinget er det også helt sentralt at reinbeitedistriktene/siidaene har et godt kartverktøy som Sametinget etter samtykke kan få tilgang til for å ivareta reindriftas arealinteresser og rettigheter i offentlige arealforvaltningsprosesser.
sme: Sámediggái lea maid áibbas dehálaš ahte orohagain/siiddain lea buorre kártareaidu mii mieđiheami vuođul lea Sámediggái fidnen láhkai vai dat sáhttá fuolahit boazodoalu areálaberoštusaid ja vuoigatvuođaid almmolaš areálahálddašanproseassain.

source: Det er derfor behov for å utarbeide et GIS-basert system for slike reindriftskart og legge inn kunnskaper om bruksområder.
sme: Danne lea dárbu ovddidit GIS-vuđot vuogádaga dakkár boazodoallokárttaid várás ja bardit sisa máhtu geavahanguovlluid birra.

source: 3.1.2.6 Digitale muligheter og utfordringer i reindriften
sme: 3.1.2.6 Digitála vejolašvuođat ja hástalusat boazodoalus

source: Det ligger mange muligheter for digitalisering i reindriften. Dette gjelder særlig utvikling av digitale løsninger for merking og sporing av rein, også individmerking av rein.
sme: Boazodoalus leat ollu digitaliserenvejolašvuođat, erenoamážit digitála čovdosiid ovddideamis bohccuid mearkumii ja guorramii, ja maiddái bohccuid indiviidamearkumii.

source: Slik merking kan både skje ved elektroniske radiofrekvensidentitetsmerker (RFID) og mer avanserte elektroniske merker som kan leses av med droner på lang avstand.
sme: Dakkár mearkuma lea vejolaš dahkat sihke elektrovnnalaš rádiofrekveansaidentitehtamearkkaiguin (RFID:iguin) ja eanet ovdánan elektrovnnalaš mearkkaiguin maid sáhttá dronaiguin lohkat guhkes gaskkas.

source: Enkelte distrikt har allerede merket hele flokken med elektroniske individmerker, mens andre bruker satellittbaserte sporingsenheter (GPS-sendere/radiobjeller) på enkelte dyr i flokken.
sme: Muhtun orohagat leat jo merkon olles ealu elektrovnnalaš indiviidamearkkaiguin, ja earát fas geavahit satelihttavuđot guorranovttadagaid (GPS-sáddenáđaid/rádiobielluid) muhtun bohccuin ealus.

source: På denne måten har distriktet god kontroll over reintallet og hvor flokkene befinner seg til enhver tid.
sme: Dan láhkai diehtá orohat boazologu ja gos eallu lea áiggis áigái.

source: Utvikling og bruk av ny teknologi som elektroniske individmerker og droner, vil sammen med nye digitale løsninger, som for eksempel optisk klassifisering av rein, kunne gi store fordeler i reindriften.
sme: Dakkár ođđa teknologiija ovddideapmi ja geavaheapmi go elektrovnnalaš indiviidamearkkat ja dronat, sáhttá ovttas dakkár ođđa digitála čovdosiiguin go bohccuid optihkalaš klassifiseremiin, leat stuorra ávkin boazodollui.

source: Det vil blant annet gjøre det lettere å ta ut dyr til slakt etter alder, identifisere og følge enkeltindivider i forbindelse med sykdom og eventuell behandling med medikamenter, og dermed innføre sikker matkjedeinformasjon.
sme: Dat dagaha earret eará álkibun válljet njuovvanbohccuid agi vuođul, dovdát ja čuovvut ovttaskas bohccuid buozalmasvuođa oktavuođas ja vejolaš dikšuma oktavuođas dálkasiiguin, ja nu ásahit sihkkaris biebmogoallosdieđuid.

source: I tillegg vil man ha en styrket kontroll av at beiteressursene forvaltes på en forsvarlig måte.
sme: Dasa lassin nannejuvvo bearráigeahčču das ahte guohtunresurssat hálddašuvvojit dohkálaččat.

source: Særlig er det forventet at individmerking vil kunne bidra til mer presise og mindre ressurskrevende reintellinger, både for forvaltningen og næringen selv.
sme: Erenoamážit vurdojuvvo ahte indiviidamearkun attášii eanet aiddolaš ja uhcit resursagáibideaddji boazolohkamiid, sihke hálddahussii ja ieš ealáhussii.

source: På slaktelinja vil også bruk av RFID eller elektroniske ID-merker, sammen med nytt optisk klassifiseringssystem for rein, sørge for at oppgjøret til siidaandeler går raskere og blir mer presist.
sme: Njuovvama oktavuođas fuolaha maiddái RFID dahje elektrovnnalaš ID-mearkkaid geavaheapmi, ovttas bohccuid ođđa optihkalaš klassifiserenvuogádagain, ahte máksin siidaosiide čađahuvvo johtileappot ja gártá leat eanet aiddolaš.

source: I tillegg vil individmerking også kunne bidra til betydelige forenklinger og økt sikkerhet i tilskuddsforvaltningen, i tillegg til dokumentasjon av tap av rein til blant annet rovvilt.
sme: Dasa lassin sáhttá indiviidamearkun maid leat mielde dahkamin doarjjahálddašeami mealgat álkibun ja sihkkarabbon, lassin daid massojuvvon bohccuid duođaštussii maid earret eará boraspiret leat goddán.

source: På reindriftsområdet foreligger det fortsatt store muligheter for økt digitalisering.
sme: Boazodoallosuorggis leat ain stuorra vejolašvuođat lasihit digitaliserema.

source: Det er i dag kun tilskudd til siidaandeler og tamreinlag reindriftsutøverne kan søke om digitalt.
sme: Dál lea dušše doarjagiid siidaosiide ja boazoservviide maid boazodoallit sáhttet ohcat digitála.

source: I tillegg kan melding om reindrift sendes inn digitalt.
sme: Dasa lassin sáhttá boazodoallodieđáhus sáddejuvvot digitálalaččat.

source: De øvrige tilskuddsordningene må søkes manuelt.
sme: Eará doarjjaortnegiin lea dušše manuálaohcan vejolaš.

source: Videre er det utfordringer knyttet til personvernlovgivning ved utforming av digitale løsninger for reindriften.
sme: Viidáseappot leat hástalusat persovdnasuddjenlágaid ektui go digitála čovdosat galget hábmejuvvot boazodoalu várás.
